Revit 2024 API
BuiltInFailures.WallFailures.CannotSlantStackedWallError Property
 Cannot slant a stacked wall with rectangular openings. Please delete the openings first.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotSlantStackedWallError { get; }
Visual Basic
Public Shared ReadOnly Property CannotSlantStackedWallError As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotSlantStackedWallError {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.WallFailures Class
Autodesk.Revit.DB Namespace